Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# app_onboarding.push_intro.prim_button
source: Enable notifications
de: Mitteilungen aktivieren

# app_onboarding.push_intro.sec_button
source: Later in Settings
de: Später in den Einstellungen

# app_onboarding.push_intro.title
source: Enable security notifications
de: Erlaube Mitteilungen für Sicherheitsinfos

# app_onboarding.safe_trust.paragraph
source: Your data is stored only on your phone, and you have full control over where you identify yourself.
de: Deine Daten werden nur auf deinem Smartphone gespeichert und du hast volle Kontrolle wo du dich identifizierst.

# app_onboarding.safe_trust.prim_button
source: Get started
de: Los geht's

# app_onboarding.safe_trust.title
source: Secure and trustworthy
de: Sicher und vertrauenswürdig

# app_onboarding.security_violation.paragraph
source: Signs of an attack were detected on your device. For security reasons, the app can't be used. The app has been reset and all data has been deleted.
de: Auf deinem Gerät wurden Hinweise auf einen Angriff erkannt. Aus Sicherheitsgründen kann die App nicht genutzt werden. Die App wurde zurückgesetzt und alle Daten gelöscht.

# app_onboarding.security_violation.title
source: Use on this device not possible
de: Nutzung auf diesem Gerät nicht möglich

# app_onboarding.services.paragraph
source: With your wallet, you can prove who you are online — for example, when opening a bank account and much more.
de: Mit deiner Wallet kannst du dich zum Beispiel ausweisen, wenn du online ein Bankkonto eröffnest und vieles mehr.

# app_onboarding.services.prim_button
source: Next
de: Weiter

# app_onboarding.services.sec_button
source: Skip intro
de: Intro überspringen

# app_onboarding.services.title
source: Use services from anywhere
de: Nutze Services von überall aus

# app_onboarding.success.prim_button
source: Ready
de: Fertig

# app_onboarding.success.title
source: App set up successfully
de: App erfolgreich eingerichtet

# app_onboarding.tak_device_no_fingerprint.paragraph
source: You can no longer use this credential for identification. Please delete it in the credential details and add it again.
de: Du kannst dein Digitalen Ausweis nicht mehr für die Identifizierung verwenden. Bitte lösche den Digitalen Ausweis in den Ausweisdetails und füge ihn erneut hinzu.

# app_onboarding.tak_device_no_fingerprint.prim_button
source: Got it
de: Ok

# app_onboarding.tak_device_no_fingerprint.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.tak_dns_error.paragraph
source: Try switching your network and try again.
de: Versuche, dein Netzwerk zu wechseln, und starte es erneut.

# app_onboarding.tak_dns_error.prim_button
source: Got it
de: Ok

# app_onboarding.tak_dns_error.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.tak_general_error.paragraph
source: Try again later. If the error persists, reinstall the app.
de: Versuche es später noch einmal. Wenn der Fehler weiterhin auftritt, installiere die App neu.

# app_onboarding.tak_general_error.prim_button
source: Got it
de: Ok

# app_onboarding.tak_general_error.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.tak_invalid_server_response.paragraph
source: You can no longer use this credential for identification. Please delete it in the credential details and add it again.
de: Du kannst dein Digitalen Ausweis nicht mehr für die Identifizierung verwenden. Bitte lösche den Digitalen Ausweis in den Ausweisdetails und füge ihn erneut hinzu.

# app_onboarding.tak_invalid_server_response.prim_button
source: Got it
de: Ok

# app_onboarding.tak_invalid_server_response.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.tak_license_about_to_expire.paragraph
source: To keep your data safe, please update the app now or in the next few days.
de: Aus Sicherheitsgründen sollte deine App aktualisiert werden. Bitte führe das Update jetzt oder in den nächsten Tagen durch.

# app_onboarding.tak_license_about_to_expire.prim_button
source: Got it
de: Ok

# app_onboarding.tak_license_about_to_expire.title
source: Update the app soon
de: App bald aktualisieren

# app_onboarding.tak_license_expired.paragraph
source: A security update is needed. Please open the app store and update your app now.
de: Ein Sicherheitsupdate ist erforderlich. Bitte öffne den App Store und aktualisiere jetzt die App.

# app_onboarding.tak_license_expired.title
source: New app version is available
de: App bald aktualisieren

# app_onboarding.tak_network_error.paragraph
source: Try switching your network and try again.
de: Versuche, dein Netzwerk zu wechseln, und starte es erneut.

# app_onboarding.tak_network_error.prim_button
source: Got it
de: Ok

# app_onboarding.tak_network_error.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.tak_network_timeout.paragraph
source: Try switching your network and try again.
de: Versuche, dein Netzwerk zu wechseln, und starte es erneut.

# app_onboarding.tak_network_timeout.prim_button
source: Got it
de: Ok

# app_onboarding.tak_network_timeout.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.tak_not_available.paragraph
source: Try again after 5 minutes at least.
de: Versuche es frühestens in 5 Minuten erneut.

# app_onboarding.tak_not_available.prim_button
source: Got it
de: Ok

# app_onboarding.tak_not_available.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.wallet_revocation_intro.list_1
source: We’ve generated a key to help protect your wallet if it’s lost.
de: Wir haben für dich einen Schlüssel erstellt, der dein Wallet schützt, falls du es verlierst.

# app_onboarding.wallet_revocation_intro.list_2
source: If your phone is lost: immediately lock your wallet using your key at walletapp.org/lost-phone.
de: Bei Verlust: Sperre deine Wallet mit dem Schlüssel sofort auf walletapp.org/lost-phone

# app_onboarding.wallet_revocation_intro.prim_button
source: Next
de: Weiter

# app_onboarding.wallet_revocation_save_key.button_2
source: Save as PDF
de: Als PDF speichern

# app_onboarding.wallet_revocation_save_key.button_2 2
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Als PDF speichern

# app_onboarding.wallet_revocation_save_key.button_2 3
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Als PDF speichern

# app_onboarding.wallet_revocation_save_key.button_3
source: Share as text
de: Als Text teilen

# app_onboarding.wallet_revocation_save_key.button_3 2
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Als Text teilen

# app_onboarding.wallet_revocation_save_key.button_3 3
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Als Text teilen

# app_onboarding.wallet_revocation_save_key.button_4
source: Password manager
de: Passwort-Manager

# app_onboarding.wallet_revocation_save_key.button_4 2
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Passwort-Manager

# app_onboarding.wallet_revocation_save_key.button_4 3
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Passwort-Manager

# app_onboarding.wallet_revocation_save_key.button_activated_1
source: Copied
de: Kopiert

# app_onboarding.wallet_revocation_save_key.button_activated_1 2
source: Copied
de: Kopiert

# app_onboarding.wallet_revocation_save_key.button_activated_1 3
source: Copied
de: Kopiert

# app_onboarding.wallet_revocation_save_key.button_inital_1
source: Copy
de: Kopieren

# app_onboarding.wallet_revocation_save_key.button_inital_1 2
source: Copy
de: Kopieren

# app_onboarding.wallet_revocation_save_key.button_inital_1 3
source: Copy
de: Kopieren

# app_onboarding.wallet_revocation_save_key.checkbox_label 2
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Mein Schlüssel ist an einem Ort, außerhalb dieses Geräts, gespeichert.

# app_onboarding.wallet_revocation_save_key.checkbox_label 3
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Mein Schlüssel ist an einem Ort, außerhalb dieses Geräts, gespeichert.

# app_onboarding.wallet_revocation_save_key.headline_1 2
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Dein Sperrschlüssel

# app_onboarding.wallet_revocation_save_key.headline_1 3
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Dein Sperrschlüssel

# app_onboarding.wallet_revocation_save_key.headline_2
source: Select at least one method to store your key:
de: Wähle mindestens eine Methode zur Speicherung deines Schlüssels aus:

# app_onboarding.wallet_revocation_save_key.headline_2 2
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Wähle mindestens eine Methode zur Speicherung deines Schlüssels aus:

# app_onboarding.wallet_revocation_save_key.headline_2 3
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Wähle mindestens eine Methode zur Speicherung deines Schlüssels aus:

# app_onboarding.wallet_revocation_save_key.prim_button
source: Next
de: Weiter

# app_onboarding.wallet_revocation_save_key.prim_button 2
source: Next
de: Weiter

# app_onboarding.wallet_revocation_save_key.prim_button 3
source: Next
de: Weiter

# app_onboarding.wb_bad_request.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# app_onboarding.wb_bad_request.prim_button
source: Got it
de: Ok

# app_onboarding.wb_bad_request.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.wb_integrity_verification_failed.paragraph
source: It doesn’t meet security requirements. Install the EUDI Wallet DE app on another device and try again.
de: Es erfüllt die Sicherheitsanforderungen nicht. Installiere die EUDI Wallet DE App auf einem anderen Gerät und versuche es erneut.

# app_onboarding.wb_integrity_verification_failed.title
source: Your device isn't supported
de: Dein Gerät wird nicht unterstützt

# app_onboarding.wb_internal_error.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# app_onboarding.wb_internal_error.prim_button
source: Got it
de: Ok

# app_onboarding.wb_internal_error.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.wb_service_unavailable.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# app_onboarding.wb_service_unavailable.prim_button
source: Got it
de: Ok

# app_onboarding.wb_service_unavailable.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# app_onboarding.welcome.paragraph
source: The Wallet app is your digital wallet where you can safely and easily store your identity.
de: Die Wallet App ist deine digitale Brieftasche, in der du deine Identität sicher und einfach speichern kannst.

# app_onboarding.welcome.prim_button
source: Next
de: Weiter

# app_onboarding.welcome.sec_button
source: Skip intro
de: Intro überspringen

# app_onboarding.welcome.title
source: Welcome to the Wallet app
de: Willkommen zur Wallet App

# button_view_data
source: View data
de: Daten anzeigen

# eaa_inspection.dialog_delete_eaa.Error
source: Credential deletion failed
de: Nachweis löschen fehlgeschlagen

# eaa_inspection.dialog_delete_eaa.paragraph
source: You will no longer be able to use your credential for online verification.
de: Du kannst deinen Nachweis dann nicht mehr benutzen, um dich online zu verifizieren.

# eaa_inspection.dialog_delete_eaa.prim_button
source: Yes, delete
de: Ja, löschen

# eaa_inspection.dialog_delete_eaa.sec_button
source: Cancel
de: Abbrechen

# eaa_inspection.dialog_delete_eaa.success
source: Credential successfully deleted
de: Nachweis erfolgreich gelöscht

# eaa_inspection.dialog_delete_eaa.title
source: Are you sure you want to reset this?
de: Wirklich löschen?

# eaa_inspection.eaa__activity_details.label_data
source: Data collected
de: Erfasste Daten

# eaa_inspection.eaa__activity_details.label_ident
source: Identified on
de: Identifiziert am

# eaa_inspection.eaa_activity_details.label_data
source: Data collected
de: Erfasste Daten

# eaa_inspection.eaa_activity_details.label_ident
source: Identified on
de: Identifiziert am

# eaa_inspection.eaa_activity.label_last_month
source: Last 30 days
de: Letzte 30 Tage

# eaa_inspection.eaa_activity.label_last_week
source: Last Week
de: Letzte Woche

# eaa_inspection.eaa_activity.label_today
source: Today
de: Heute

# eaa_inspection.eaa_activity.label_while
source: A while ago
de: Vor längerem

# eaa_inspection.eaa_activity.label_yesterday
source: Yesterday
de: Gestern

# eaa_inspection.eaa_activity.paragraph_empty_state
source: Your history will appear here once you use your credential.
de: Sobald du deinen Nachweis verwendest, wird dein Verlauf hier angezeigt.

# eaa_inspection.eaa_activity.prim_button
source: How to use credentials
de: So nutzt du Nachweise

# eaa_inspection.eaa_activity.supporting_line_1
source: Identified with digital ID card
de: Identifiziert mit Digitaler Ausweis

# eaa_inspection.eaa_activity.title
source: Activity
de: Aktivitäten

# eaa_inspection.eaa_detailed_data.banner
source: To protect your data, don't show this to other people.
de: Schütze deine Daten – zeig das niemandem.

# eaa_inspection.eaa_detailed_data.label_adress
source: Address
de: Adresse

# eaa_inspection.eaa_detailed_data.label_age
source: Age
de: Alter

# eaa_inspection.eaa_detailed_data.label_age_birth_year
source: Birth year
de: Geburtsjahr

# eaa_inspection.eaa_detailed_data.label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# eaa_inspection.eaa_detailed_data.label_age_equal_or_over_no
source: No
de: Nein

# eaa_inspection.eaa_detailed_data.label_age_equal_or_over_yes
source: Yes
de: Ja

# eaa_inspection.eaa_detailed_data.label_age_in_years
source: Age in years
de: Alter in Jahren

# eaa_inspection.eaa_detailed_data.label_age_over_12
source: Age over 12
de: Älter als 12

# eaa_inspection.eaa_detailed_data.label_age_over_14
source: Age over 14
de: Älter als 14

# eaa_inspection.eaa_detailed_data.label_age_over_16
source: Age over 16
de: Älter als 16

# eaa_inspection.eaa_detailed_data.label_age_over_18
source: Age over 18
de: Älter als 18

# eaa_inspection.eaa_detailed_data.label_age_over_21
source: Age over 21
de: Älter als 21

# eaa_inspection.eaa_detailed_data.label_age_over_65
source: Age over 65
de: Älter als 65

# eaa_inspection.eaa_detailed_data.label_artist_name
source: Religious/artistic name
de: Ordens-/Künstlername

# eaa_inspection.eaa_detailed_data.label_birth_date
source: Date of birth
de: Geburtsdatum

# eaa_inspection.eaa_detailed_data.label_birth_name
source: Birth name
de: Geburtsname

# eaa_inspection.eaa_detailed_data.label_city
source: City
de: Stadt

# eaa_inspection.eaa_detailed_data.label_country
source: Country
de: Land

# eaa_inspection.eaa_detailed_data.label_created_at
source: Created at
de: Erstellt am

# eaa_inspection.eaa_detailed_data.label_document_type
source: Document type
de: Dokumentenart

# eaa_inspection.eaa_detailed_data.label_expire_date
source: Valid until
de: Gültig bis

# eaa_inspection.eaa_detailed_data.label_first_names
source: Given name(s)
de: Vorname(n)

# eaa_inspection.eaa_detailed_data.label_issuing_authority
source: Issuing authority
de: Ausstellende Behörde

# eaa_inspection.eaa_detailed_data.label_issuing_country
source: Issuing country
de: Ausstellender Staat

# eaa_inspection.eaa_detailed_data.label_name
source: Family name
de: Familienname

# eaa_inspection.eaa_detailed_data.label_nationality
source: Nationality
de: Staatsangehörigkeit

# eaa_inspection.eaa_detailed_data.label_picture
source: Picture
de: Bild

# eaa_inspection.eaa_detailed_data.label_picture_a11y
source: Portrait photo of you
de: Porträtfoto von dir

# eaa_inspection.eaa_detailed_data.label_place_of_birth
source: Place of birth
de: Geburtsort

# eaa_inspection.eaa_detailed_data.label_place_of_birth_is_known
source: Place of birth known
de: Geburtsort bekannt

# eaa_inspection.eaa_detailed_data.label_state
source: State
de: Staat

# eaa_inspection.eaa_detailed_data.label_street
source: Street
de: Straße

# eaa_inspection.eaa_detailed_data.label_title
source: Doctoral degree
de: Doktorgrad

# eaa_inspection.eaa_detailed_data.label_zip
source: Postal Code
de: Postleitzahl

# eaa_inspection.eaa_detailed_data.title
source: Detailed data
de: Detaillierte Daten

# eaa_inspection.eaa_details.label_1
source: Created on
de: Erstellt am

# eaa_inspection.eaa_details.label_2
source: Valid until
de: Gültig bis

# eaa_inspection.eaa_details.list_1
source: Detailed data
de: Detaillierte Daten

# eaa_inspection.eaa_details.list_2
source: Issuer
de: Herausgeber

# eaa_inspection.eaa_details.list_3
source: Activity
de: Aktivität

# eaa_inspection.eaa_details.pid_image_a11y
source: Your credential XY
de: Dein Nachweis XY

# eaa_inspection.eaa_details.sec_button
source: Delete credential
de: Nachweis löschen

# eaa_inspection.eaa_details.title
source: EAA credential name
de: EAA Nachweis Name

# eaa_inspection.eaa_issuer.label_address
source: Address
de: Adresse

# eaa_inspection.eaa_issuer.label_certifacte_valid
source: Certificate valid until
de: Zertifikat Ablaufdatum

# eaa_inspection.eaa_issuer.label_id
source: Identification number
de: Identifikationsnummer

# eaa_inspection.eaa_issuer.label_privacy
source: Privacy policy
de: Datenschutzerklärung

# eaa_inspection.eaa_issuer.sec_button
source: Report a problem
de: Problem melden

# eaa_inspection.eaa_issuer.title
source: Issuer
de: Herausgeber

# eaa_inspection.eaa_overall_activity.label_last_month
source: Last Month
de: Letzer Monat

# eaa_inspection.eaa_overall_activity.label_last_week
source: Last Week
de: Letzte Woche

# eaa_inspection.eaa_overall_activity.label_today
source: Today
de: Heute

# eaa_inspection.eaa_overall_activity.label_while
source: A while ago
de: Vor längerem

# eaa_inspection.eaa_overall_activity.label_yesterday
source: Yesterday
de: Gestern

# eaa_inspection.eaa_overall_activity.supporting_line_1
source: Identified with digital ID card
de: Identifiziert mit Digitaler Ausweis

# eaa_inspection.eaa_overall_activity.title
source: All Activities
de: Alle Aktivitäten

# eaa_inspection.initial_dashboard.paragraph
source: Create your Digital ID here in the app:
de: Digitalen Ausweis hier in der App erstellen:

# eaa_inspection.initial_dashboard.prim_button
source: Get started
de: Los geht's

# eaa_inspection.initial_dashboard.temp_label_1
source: Use simulated eID card
de: Simulierte eID-Karte verwenden

# eaa_inspection.initial_dashboard.temp_label_2
source: Use doctype
de: Dokumenttyp verwenden

# eaa_inspection.initial_dashboard.title
source: Secure and simple digital identification.
de: Einfach und sicher digital ausweisen.

# eaa_inspection.sheet_pid_personal_data.paragraph
source: The six “Over XX” values from your data are stored for age verification. This allows a service to verify whether you meet a required age without revealing your exact age.
de: Die sechs “Alter als XX” Werte deiner Daten sind für die Altersverifzierung hinterlegt. Hiermit erfährt ein Dienst nicht dein genaus Alter sondern nur ob du ein gewisses Alter erreicht hast.

# eaa_inspection.sheet_pid_personal_data.prim_button
source: Got it
de: Verstanden

# eaa_inspection.sheet_pid_personal_data.title
source: Age
de: Alter

# eaa_issuance.credential_not_loaded_ext.paragraph
source: Please add the credential from the issuer website and restart the process again.
de: Bitte füge den Nachweis vom Herausgeber hinzu und starte den Vorgang anschließend neu.

# eaa_issuance.credential_not_loaded_ext.title
source: This credential cannot be added
de: Dieser Nachweis kann nicht hinzugefügt werden

# eaa_issuance.dialog_cancel.paragraph
source: All entered information will be lost and you’ll return to the wallet overview.
de: Der Nachweis wird in diesem Fall nicht deiner Wallet hinzugefügt. Du kommst dann zur Übersicht in deiner Wallet.

# eaa_issuance.dialog_cancel.prim_button
source: Yes, cancel
de: Ja, abbrechen

# eaa_issuance.dialog_cancel.sec_button
source: Close
de: Schließen

# eaa_issuance.dialog_cancel.title
source: Really cancel?
de: Wirklich abbrechen?

# eaa_issuance.dialog_issuer_rejection.paragraph
source: The credential is not added to the wallet in this case.
de: Der Nachweis wird in diesem Fall nicht deiner Wallet hinzugefügt. Du kommst dann zur Übersicht in deiner Wallet.

# eaa_issuance.dialog_issuer_rejection.prim_button
source: Yes, reject
de: Ja, ablehnen

# eaa_issuance.dialog_issuer_rejection.sec_button
source: Close
de: Schließen

# eaa_issuance.dialog_issuer_rejection.tert_button
source: Close
de: Schließen

# eaa_issuance.dialog_issuer_rejection.title
source: Really reject credential?
de: Nachweis ablehnen?

# eaa_issuance.eaa_info_issuer.label_address
source: Address
de: Adresse

# eaa_issuance.eaa_info_issuer.label_certifacte_valid
source: Certificate valid until
de: Zertifikat Ablaufdatum

# eaa_issuance.eaa_info_issuer.label_privacy
source: Privacy policy
de: Datenschutz

# eaa_issuance.eaa_info_issuer.sec_button
source: Report a problem
de: Problem melden

# eaa_issuance.eaa_info_issuer.title
source: Issuer
de: Herausgeber

# eaa_issuance.eaa_info.button_view_data
source: View data
de: Daten anzeigen

# eaa_issuance.eaa_info.label_address
source: Address
de: Anschrift

# eaa_issuance.eaa_info.label_age_birth_year
source: Birth year
de: Geburtsjahr

# eaa_issuance.eaa_info.label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# eaa_issuance.eaa_info.label_age_equal_or_over_no
source: No
de: Nein

# eaa_issuance.eaa_info.label_age_equal_or_over_yes
source: Yes
de: Ja

# eaa_issuance.eaa_info.label_age_in_years
source: Age in years
de: Alter in Jahren

# eaa_issuance.eaa_info.label_artist_name
source: Religous/artistic name
de: Ordens-/Künstlername

# eaa_issuance.eaa_info.label_auxiliary_conditions
source: Auxiliary conditions
de: Nebenbestimmungen

# eaa_issuance.eaa_info.label_birth_date
source: Date of birth
de: Geburtsdatum

# eaa_issuance.eaa_info.label_birth_name
source: Birth name
de: Geburtsname

# eaa_issuance.eaa_info.label_community_id
source: Community ID
de: Wohnort-ID

# eaa_issuance.eaa_info.label_created_at
source: Created at
de: Erstellt am

# eaa_issuance.eaa_info.label_document_type
source: Document type
de: Dokumentenart

# eaa_issuance.eaa_info.label_expire_date
source: Valid until
de: Gültig bis

# eaa_issuance.eaa_info.label_first_names
source: Given name(s)
de: Vorname(n)

# eaa_issuance.eaa_info.label_issuing_authority
source: Authority
de: Behörde

# eaa_issuance.eaa_info.label_issuing_country
source: Issuing country
de: Ausstellender Staat

# eaa_issuance.eaa_info.label_name
source: Family name
de: Familienname

# eaa_issuance.eaa_info.label_nationality
source: Nationality
de: Staatsangehörigkeit
